answer = [["Європа", "Азія", "Африка", "Австралія"], ["На землі", "На сонці", "На небі", "У воді"],
          ["Гривні", "Льє", "Долари", "Ліри"], ["Самоскит", "Самописка", "Зеркальник", "Автопортрет"],
          ["Дрон", "Махаон", "Десептикон", "Аніон"], ["Баскетбол", "Теніс", "Бейсбол", "Керлінг"],
          ["Празький", "Дарницький", "Невський", "Славутицький"], ["Жан-Клод Вандам", "Клод Моне", "Усейн Болт", "Едгар По"],
          ["Бартоломео Діаш", "Джон Брюс", "Васка Дагама", "Христофор Колумб"]]

print(answer[2][2])